import React from 'react';
import bgImage from '../../images/bgImage.jpg';
import '../../styles/company.css';

const Company = () => {

  return (
    <div  className="company-main">      
      <img src={bgImage} alt="backgroundImage" className='background-image'/>
      <div className='company-content-overlay'>
          <div className='company-content'>
                <h2 className='company-h'>"Garant Electronics"</h2>  
                <p className='company-p'><i><b>"Garant Electronics"</b></i> – це висококваліфікована компанія, яка займається комплексним ремонтом технічних пристроїв,
                    починаючи від комп'ютерів та ноутбуків і закінчуючи різноманітною периферією, такою як миші та клавіатури.
                    Заснована у 2008 році, наша компанія визначається великим досвідом та високим стандартом обслуговування.</p>
                <p className='company-p'>
                    Наша місія - забезпечити клієнтів надійними рішеннями для ремонту та обслуговування їхньої техніки.
                    Ми маємо команду професіоналів, які регулярно оновлюють свої знання і навички для того, щоб справлятися з
                    найскладнішими завданнями.
                </p>
                <p className='company-p'>
                  За роки нашої діяльності ми визнаємо важливість швидкості, ефективності та доступності наших послуг.
                  "Grant Electronics" ставить перед собою завдання не просто виправити поломки, а й відновити оптимальне
                  функціонування техніки, забезпечуючи задоволення клієнтів та тривалість її роботи.
                </p>
                <p className='company-p'>
                    Наша компанія гордиться партнерством із визнаними виробниками електроніки та використовує тільки оригінальні запчастини.
                    Ми пропонуємо широкий спектр послуг, включаючи діагностику, ремонт апаратного та програмного забезпечення,
                    а також консультації з питань обслуговування та удосконалення технічних характеристик вашого обладнання.
                </p>
                <p className='company-p'>
                  За багаторічний досвід і надійну репутацію <i><b>"Garant Electronics"</b></i> став вашим довіреним партнером у світі 
                    технічного обслуговування.
                </p>
          </div>
           
      </div>
    </div>
  )
};

export default Company;
