import React from 'react';

const HomePageForGuest = () => {
  return (
    <>
      <div className='home-content'>
               
               <h2 className='home-h'>"Ласкаво просимо до "Garant Electronics"!"</h2>  
               <p className='home-p'>Ми вітаємо вас на нашому інтернет-порталі, який є вашим надійним партнером у 
                  світі технічного обслуговування та ремонту оргтехніки. Наша команда вже з 2008 року працює для
                  того, щоб забезпечити вас надійними рішеннями та високоякісним обслуговуванням.</p>
               <p className='home-p'>
                  У <i><b>"Garant Electronics"</b></i> ми розуміємо, наскільки важливо,
                  щоб ваші технічні пристрої працювали на максимумі своїх можливостей. Ми гордимося нашим досвідом та 
                  професійним підходом до роботи, завжди готові надати вам ефективні та високоякісні послуги.
               </p>
               <p className='home-p'>
                   В "Garant Electronics" ми працюємо із задоволенням та зобов'язані надавати тільки найкращі рішення для
                     наших клієнтів. Незалежно від того, чи потрібен вам ремонт комп'ютера, ноутбука чи іншої оргтехніки,
                     наша команда експертів завжди готова допомогти вам швидко та ефективно.
               </p>
               <p className='home-p'>
                     Дякуємо за обрання <i><b>"Garant Electronics"</b></i>. Ми готові допомогти вам з будь-якими технічними потребами
                     та забезпечити надійні рішення для вашого обладнання. Залишайтеся з нами, адже ваша техніка заслуговує на краще!
               </p>
            
          </div>
            
    </>
  )
};

export default HomePageForGuest;
